/*
 *   Copyright © 2017 Teclib. All rights reserved.
 *
 * Localizable.strings is part of flyve-mdm-ios
 *
 * flyve-mdm-ios is a subproject of Flyve MDM. Flyve MDM is a mobile
 * device management software.
 *
 * flyve-mdm-ios is free software: you can redistribute it and/or
 * modify it under the terms of the GNU General Public License
 * as published by the Free Software Foundation; either version 3
 * of the License, or (at your option) any later version.
 *
 * flyve-mdm-ios is distributed in the hope that it will be useful,
 * but WITHOUT ANY WARRANTY; without even the implied warranty of
 * MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
 * GNU General Public License for more details.
 * ------------------------------------------------------------------------------
 * @author    Hector Rondon
 * @date      06/09/17
 * @copyright Copyright © 2017 Teclib. All rights reserved.
 * @license   GPLv3 https://www.gnu.org/licenses/gpl-3.0.html
 * @link      https://github.com/flyve-mdm/flyve-mdm-ios-agent
 * @link      https://flyve-mdm.com
 * ------------------------------------------------------------------------------
 */


"app_name" = "Flyve MDM Agent";

"message_init" = "Flyve MDM is a Mobile management software that enables you to secure and manage all  the mobile devices  of your business or family via a web-based console";

"enroll" = "Enroll";

"enroll_device" = "Enroll device";

"agent_reboot" = "Flyve MDM Agent is restarted";

"loading" = "PLEASE WAIT..";

"success" = "Success!";

"enroll_fail" = "Enrollment fail";

"error_profile" = "Error: The device needs to change its profile";

"service_notif_id" = "Flyve MDM Inventory Agent";

"title_ supervised" = "Device supervised by";

"title_user" = "User information";

"title_resources" = "Agent resources";

"log_report" = "Log report";

"open" = "OPEN";

"add_phone" = "add phone";

"add_email" = "add email";

"phone" = "Phone";

"email" = "Email";

"first_name" = "First name";

"last_name" = "Last name";

"done" = "Done";

"cancel" = "Cancel";

"edit_user" = "Edit user";

"enrollment" = "Enrollment";

"share" = "Share";

"edit" = "Edit";

"admin_number" = "Administrative number";

"current_password" = "Current password";

"new_password" = "New password";

"confirm_password" = "Confirm password";
